export const ProductIdData = {
  id: '1',
  // img: 'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ_FWF2judaujT30K9sMf-tZFhMWpgP6xCemw&s',
  // img: "https://thumbs.dreamstime.com/b/falling-drop-rain-blue-earth-image-water-splash-crown-shape-water-splash-crown-shape-falling-drop-earth-140453719.jpg",
  img: 'https://raw.githubusercontent.com/Codecademy/docs/main/media/bird-thumbnail.jpg',
  title: 'Стиральная машина Beko WRE6511BWW',
  price: '20490',
  productRating: 4.5,
  color: ['black', 'white', 'rgb(0, 177, 177)'],
  count: 1,
  oldPrice: '30000',
  promotion: '-10%',
  Characteristics: [
    {
      title: 'Максимальная загрузка белья ',
      value: '6кг',
    },
    {
      title: 'Тип мотора',
      value: 'Стандартный',
    },
    {
      title: 'Макс. скорость отжима',
      value: '1000 Об/мин',
    },
    {
      title: 'Защита от протечек',
      value: 'Да',
    },
  ],
  About: {
    aboutTitle: 'Ежедневная экспресс-программа',
    aboutText:
      'Стиральная машина Beko WRE 6511 BWW имеет 15 программ стирки и максимальный отжим со скоростью 1000 об./мин. Функция отложенного старта позволяет запускать стирку в любое время. Стиральная машина осуществляет автоматический контроль уровня воды и пенообразования во время работы.',
  },
}

export const CommentData = [
  {
    id: '1',
    author: 'Руслан Атабеков',
    date: '01 февраля 2024',
    commetText:
      'Стиральная машина Beko WRE 6511 BWW - это отличное приобретение для дома. Ее вместительность позволяет стирать большие объемы белья, что особенно удобно для больших семей. Множество программ стирки позволяют выбрать оптимальный режим для разных типов тканей, а также экономить воду и электроэнергию. Стиральная машина оборудована функцией быстрой стирки, что особенно актуально, когда нужно быстро освежить белье. Она работает тихо и стабильно, не создавая излишнего шума в доме. Управление машиной простое и интуитивное Я доволен результатами стирки, которые обеспечивает Beko WRE 6511 BWW, и рекомендую ее всем, кто ищет надежную и эффективную стиральную машину.',
    rating: 2.6,
  },
  {
    id: '2',
    author: 'Атабеков Руслан',
    date: '28 март 2022',
    commetText:
      'Стиральная машина Beko WRE 6511 BWW - это отличное приобретение для дома. Ее вместительность позволяет стирать большие объемы белья, что особенно удобно для больших семей. Множество программ стирки позволяют выбрать оптимальный режим для разных типов тканей',
    rating: 3.7,
  },
]
